@extends('layouts.main')
@section('title', 'Home page')

@section('content')
    <div class="pb-4">
        <h1>Добро пожаловать в Listo — ваш удобный онлайн-рынок!</h1>

        <p>Listo — это современная доска объявлений, где каждый может легко купить или продать личные вещи.</p>

        <h2>Почему Listo?</h2>

        <ul class="list-disc pl-10 mb-4">
            <li>Быстро и просто: Размещайте объявления за несколько кликов.</li>
            <li>Широкий выбор: Одежда, гаджеты, мебель и многое другое.</li>
            <li>Надежность: Мы заботимся о вашей безопасности и проверяем пользователей.</li>
            <li>Удобство: Интуитивно понятный интерфейс и поиск по категориям.</li>
        </ul>

        <h2>Как это работает?</h2>

        <ol class="list-decimal pl-10 mb-4">
            <li>Разместите объявление: Опишите товар, добавьте фото и укажите цену.</li>
            <li>Найдите покупателя: Listo помогает связать вас с заинтересованными людьми.</li>
            <li>Совершите сделку: Простой обмен сообщениями для удобного общения.</li>
        </ol>

        <p><strong>Станьте частью Listo уже сегодня!</strong></p>

        <p>Присоединяйтесь к тысячам пользователей, которые уже оценили удобство нашей платформы. Найдите то, что нужно, или продайте то, что больше не используете.</p>

        <strong>Начните прямо сейчас!</strong>
    </div>
@endsection
