<?php

return [
    'header' => 'Форма проверки экзамена (только для преподавателей)',
    'resetExamCheck' => 'Очистить',
    'sendExamCheck' => 'Отправить',

    'checkCode' => 'Введите ваш код (из бланка письма)',
    'examCheckCode' => 'Ваш код для проверки экзамена',

    'examCheckResultLabel' => 'Результат проверки экзамена',
    'passed' => 'Экзамен сдан',
    'fail' => 'Экзамен не сдан',

    'comment' => 'Напишите комментарий',
    'examComment' => 'Комментарий',

    'mustBeString' => 'должен быть строкой',
    'wrongPrefix' => 'Ошибочный формат кода',
    'wrongLength' => 'Код должен иметь длину в диапазоне',
    'stringComment' => 'Комментарий должен быть строкой',
    'requiredResult' => 'Отметьте результат экзамена',
    'resultInArray' => 'Неправильная отметка результата экзамена',
    'lengthComment' => 'Длина комментария должна быть меншье',
    'serviceError' => 'Ошибка сервиса',
    'examChecked' => 'Результаты проверки экзамена приняты',
    'locked' => 'Заблокировано',
];
