<?php

return [
    'issWelcome' => 'Добро пожаловать в Информационную Обучающую Систему!',
    'description' => 'Данный сервис предназначен для обучения пользователя реботе с системой сайта.
                      Авторизуйтесь для входа в систему.',
    'loginLabel' => 'Логин пользователя',
    'loginPlaceholder' => 'Напишите ваш логин',
    'passwordLabel' => 'Пароль пользователя',
    'passwordPlaceholder' => 'Напишите ваш пароль',
    'submit' => 'Войти в ИОС',
    'reset' => 'Очистить форму',
    'employeeSection' => 'РАЗДЕЛ СОТРУДНИКА',
    'managerSection' => 'РАЗДЕЛ МЕНЕДЖЕРА',
    'adminSection' => 'РАЗДЕЛ АДМИНИСТРАТОРА',
    'refToMain' => 'Назад на главную страницу',
];
