<?php

return [
    'mainTabName' => 'Информация',
    'videoInstructionTabName' => 'Видео инструкции',
    'instructionTabName' => 'Инструкции',
    'examTabName' => 'Контрольтный тест',
    'mainDescription' => 'Здесь находятся учебные материалы и контрольный тест для маршрута обучения ":routeName"
                          и текущей точки маршрута ":pointName". Для перемещения между страницами с учебными
                          материалами и тестом, используйте вкладки.',
    'selectVideo' => 'Выберите видео инструкцию',
    'selectInstruction' => 'Выберите файл инструкции для чтения',
    'selectInstructionType' => 'Выберите тип файла инструкции',
    'loadVideo' => 'Загрузить файл видеоинструкции',
    'loadInstruction' => 'Загрузить файл инструкции',
    'viewVideo' => 'Посмотреть видео инструкцию',
    'viewInstruction' => 'Читать инструкцию',
    'examResult' => 'Экзамен по этому этапу обучающего маршрута :result. Дата прохождения экзамена :examDate',
    'examHeader' => 'Контрольный тетс для текущей точки обучающего маршрута',
    'enterAnswer' => 'Напишите ваш ответ',
    'questionIsDamaged' => 'Вопрос теста содержит ошибку',
    'resetExam' => 'Очистить форму',
    'sendExam' => 'Отправить ответы',
    'refToUser' => 'На страницу пользователя',
];
