@extends('todo-app::layouts.main')
@section('title', 'О сервисе ToDo')
@section('deription', 'ToDo вдохновляет на создание рабочего места будущего, создавая простое, но мощное программное обеспечение для повышения производительности, которое способствует более полноценному способу работы и жизни')

@section('content')
    <div class="col-12">
        <h1>О сервисе ToDo</h1>
        <p class="text-justify">
            ToDo вдохновляет на создание рабочего места будущего, создавая простое, но мощное программное обеспечение для повышения производительности, которое способствует более полноценному способу работы и жизни
        </p>
    </div>
@endsection