<?php

return [
    'refToIssPointList' => 'Назад к списку справочных точек обучающего маршрута',
    'refBackToAdminPage' => 'Назад на страницу администратора ИОС',

    'issPointList' => 'Список справочных точек обучающих маршрутов',

    'pointId' => 'Код справочной точки учебного маршрута',
    'pointName' => 'Название справочной точки учебного маршрута',
    'pointAction' => 'Действие',

    'pointEdit' => 'Редактировать',
    'pointDelete' => 'Удалить',
    'pointCreate' => 'Создать',
    'pointEditFormLabel' => 'Форма редактирования справочной точки обучающего маршрута',
    'pointCreateFormLabel' => 'Форма создания справочной точки обучающего маршрута',

    'validationErrors' => [

    ],

    'deleteSuccess' => 'Справочная точка обучающего маршрута успешно удалена',
    'deleteError' => 'Возникла ошибкаа при удалении справочной точки обучающего маршрута',
    'updateError' => 'Возникла ошибка при обновлении данных справочной точки обучающего маршрута',
    'updatedSuccess' => 'Справочная точка обучающего маршрута умпешно обновлена',
    'createSuccess' => 'Создана новая справочная точка обучающего маршрута',
    'createError' => 'Возникла ошибка при создании справочной точки обучающего маршрута',

    'questionFormHeader' => 'Экзаменационный вопрос',
    'answerFormHeader' => 'Ответы на вопрос экзамена',
    'questionId' => 'Код вопроса',
    'questionName' => 'Название вопроса',
    'questionText' => 'Текст вопроса',
    'answerId' => 'Код ответа',
    'answerName' => 'Название ответа',
    'answerText' => 'Текст ответа',
    'answerQuestionId' => 'Код вопроса к которому относится ответ',
    'answerIsRight' => 'Отметка что ответ верный',
    'addAnswer' => 'Добавить новый ответ',
    'addQuestion' => 'Добавить вопрос',
    'delCurrentQuestion' => 'Удалить текущий вопрос',
    'delCurrentAnswer' => 'Удалить текущий ответ',
];
