<?php

return [
    'issWelcome' => 'Добро пожаловать в Информационную Обучающую Систему!',
    'description' => 'Данный сервис предназначен для обучения пользователя реботе с системой сайта.',
    'loginLabel' => 'Логин пользователя',
    'loginPlaceholder' => 'Напишите ваш логин',
    'passwordLabel' => 'Пароль пользователя',
    'passwordPlaceholder' => 'Напишите ваш пароль',
    'submit' => 'Войти в ИОС',
    'reset' => 'Очистить форму',
    'employeeSection' => 'РАЗДЕЛ СОТРУДНИКА',
    'managerSection' => 'РАЗДЕЛ МЕНЕДЖЕРА',
    'adminSection' => 'РАЗДЕЛ АДМИНИСТРАТОРА',
    'alertNeedAuthorization' => 'Вы не зарегистрированы в ИОС, для регистрации, обратитесь к вашему администратору',
    'refTuISSUserPage' => 'Вход в личный кабинет ИОС',
    'refTuISSAdminPage' => 'Вход в административный интерфейс',
];
