<?php

return [
    'welcome' => 'Добро пожаловать в тестовое приложение',
    'refToISS' => 'Вход в "Информационно-обучающую систему" (ИОС)',
    'refToMainAppLogin' => 'Вход в основное приложение',
    'refToMainAppRegister' => 'Регистрация нового пользователя',
    'refToMainAppDashboard' => 'Страница администратора',
    'refToMainAppUserProfile' => 'Профиль пользователя главного приложения',
    'ExampleHW6' => 'Пример ТОЛЬКО ДЛЯ ДЗ №6',
    'description' => 'Вы находитесь на главной странице тестового приложения.
                      Оно предназначено для демонстрации функционала отдельного модуля "Информационно - обучающей системы" (ИОС).
                      Для перехода в основной модуль, воспользуйтесь ссылкой ниже.',
    'decorImage' => 'Место для картинки - декора',
];
